
/**************************************************************/
/*                   About Window strings                     */
/**************************************************************/
/* Home Page */
"AboutWnd.HomePageTip" = "www.wondershare.cn";

/* Support */
"AboutWnd.SupportTip" = "产品概览";

/* Version */
"AboutWnd.VersionTip" = "版本号:";

/* Version */
"AboutWnd.Wnd.Title" = "关于";

"AboutWnd.Wnd.COIntroduce" = "万兴科技是一家致力于为全球用户提供行业领先的软件的高科技公司。 凭借“让简单创意的科技无处不在”的使命感，万兴一直以来，致力于为全球用户提供各种精湛的并适用于Windows, OS X, iOS, Android以及其他操作系统的软件产品和服务。";
"AboutWnd.Wnd.linkTitle" = "了解更多关于万兴及产品信息，请访问： ";

/********common********/
"OK" = "确认";
"Cancel" = "取消";
"CANCEL" = "取消";
"Reset" = "重置";
"RESET" = "重置";
"Delete" = "删除";
"Custom" = "自定义";
"fmim_key" = "fmimcn.dylib";
"langID" = "zh_cn";
"PackageValidateKey" = "619b1062f766a5640e943664ddb439e7";

"trailer11_key"  = "Wondershare_ShenCut.flv";
"trailer916_key" = "Wondershare_ShenCut.flv";
"trailer169_key" = "Wondershare_ShenCut.flv";
"trailer43_key"  = "Wondershare_ShenCut.flv";

"Music" = "音乐";
"Video" = "视频";

/*****Folder operation*****/
"Create folder %@ failed!" = "新建文件夹%@失败!";
"remove file path %@ failed!" = "无法删除文件路径 %@!";
"Please make sure the output folder has read and write privilege." = "请确保您选择的输出文件夹具有读写权限.";
"Please make sure the output folder has read and write privilege." = "请确保您选择的输出文件夹具有读写权限.";

/********Tooltips********/
"Undo" = "撤销";
"Redo" = "恢复";
"Delete" = "删除";
"Split" = "分割";
"Crop" = "裁剪";
"Adjust Speed" = "调速";
"Color Correction" = "色值修正";
"Edit" = "编辑";
"Green Screen" = "绿幕";
"Freeze Frame" = "冻结帧";
"Set Duration" = "设置时长";
"Audio Mixer" = "混音器";
"Zoom to Fit Timeline" = "缩放以适应时间线";
"Zoom Out" = "缩小";
"Zoom In" = "放大";
"Record Audio" = "录制音频";
"Add Marker" = "添加标记";
"Record VoiceOver" = "录制画外音";
"Add Marker" = "添加标记";
"Add Track" = "添加新轨道";
"Show Track" = "显示轨道";
"Hide Track" = "隐藏轨道";
"Mute" = "静音";
"Unmute" = "取消静音";
"Lock Track" = "锁定轨道";
"Unlock Track" = "解锁轨道";
"Hide media folder list" = "隐藏媒体文件夹列表";
"Show media folder list" = "显示媒体文件夹列表";
"Add a new folder" = "新建文件夹";
"Delete folder" = "删除文件夹";
"Import Media" = "导入媒体文件";
"Record a video" = "录制视频";
"Filter by media type" = "按媒体类型过滤";
"Adjust View, Sort, Group" = "调整视图，排序，组";
"Play" = "播放";
"Stop" = "停止";
"Pause" = "暂停";
"Previous Frame" = "当前帧";
"Next Frame" = "下一帧";
"Mark In" = "标记";
"Mark Out" = "注释";
"Snapshot" = "快照";
"Volume" = "音量";
"Full Screen" = "全屏";
"Exit Full Screen" = "退出全屏";
"More Effects" = "更多特效";
/****timeline****/
"Add Video" = "增加视频轨道";
"Add Audio" = "增加音频轨道";
"Delete Selected Track" = "删除所选轨道";
"Delete Empty Tracks" = "删除空白轨道";
"Adjust Track Height" = "调整轨道高度";
"Small" = "低";
"Normal" = "正常";
"Big" = "高";
"Open Track Manager" = "打开轨道管理器";
"Track Manager" = "轨道管理器";
"Video Tracks" = "视频轨道";
"Add:" = "添加:";
"video track(s)" = "视频轨道";
"Placement" = "位置:";
"Audio Tracks" = "音频轨道";
"Audio track(s)" = "音频轨道";
"After Track %d" = "在轨道%d之上";
"Before Track %d" = "在轨道%d之下";
"There are contents on the selected track, deleting the track will remove all contents as well, do you wish to continue?" = "删除这条轨道会造成该轨道上的所有片段都被删除，您是否确定继续删除该轨道？";

"Modify Marker" = "标记编辑器";
"Go to Previous Marker" = "定位到前一个标记点";
"Go to Next Marker" = "定位到下一个标记点";
"Delete All Markers" = "删除所有标记点";
"Delete Marker" = "删除";
"Name:" = "名称:";
"Time:" = "时间:";
"Comments:" = "备注:";
"Marker Color:" = "标记颜色:";
"Volume" = "音量";

"Show Properties" = "显示属性";
"Cut" = "剪切";
"Copy" = "复制";
"Paste" = "粘贴";
"Split" = "分割";
"Trim Start to Playhead" = "修剪开头至游标位置";
"Trim End to Playhead" = "修剪结尾至游标位置";
"Crop and Zoom" = "裁剪和缩放";
"Rotate 90° CW" = "顺时针旋转90度";
"Roate 90° CCW" = "逆时针旋转90度";
"Speed and Duration" = "速度和时长";
"Add Freeze Frame" = "添加冻结帧";
"Adjust Audio" = "调节音频";
"Detach Audio" = "分离音频";
"Mute" = "静音";
"Color Correction" = "调色";
"Green Screen" = "绿幕抠像";
"Copy Effects" = "复制效果";
"Paste Effects" = "粘贴效果";
"Delete Effects" = "删除效果";
//"Crop and Zoom" = "裁剪和缩放";
"Duration" = "时长";
"Advanced Edit" = "高级编辑";

"1. Drop Main Video here to form your story" = "1. 将主视频拖放到此处并形成您的故事";
"2. Drop Overlay Video or Titles above your main story" = "2. 将覆疊视频或者是标题拖放至主视频之上";
"3. Drop Background music here" = "3. 将背景音乐拖放至此处";

/******menu*****/
"View" = "视图";
"Go to" = "前往";
"Tools" = "工具";
"Zoom Timeline" = "缩放时间轴";

/****document******/
"Do you want to save changes to this project before creating new project." = "您的项目已修改，您是否要在创建新项目前保存更改？";
"Do you want to save changes to this project before open a project." = "您的项目已修改，您是否要在打开新项目前保存更改？";
"If you don't save, your changes will be lost" = "如果不保存，所有更改将会丢失。";
"Save" = "保存";
"Don't Save" = "不保存";
"Open" = "打开";
"Open Recent" = "打开最近";
"Clear Menu" = "删除菜单";
"Open document failed!" = "文件打开失败!";
"Save document failed!" = "文件保存失败!";
"Application abnormal, you need to exit the restart Application" = "程序异常，请退出程序并重启";
"Recover unsaved project" = "恢复未保存项目";
"Video Editor did not close properly last time, would you like to recover the last unsaved project?" = "程序异常关闭，是否恢复上次保存的项目文件？";
"Open project..." = "打开项目...";
"Save project..." = "保存项目...";

"Locate missing files" = "查找丢失文件";
"Some file(s) in your project folder can't be found. please select the file from the list below and locate them one by one:" = "无法找到项目文件夹中的某些文件。 请从下面的列表中选择文件并逐一查找：";
"Ignore All" = "全部忽略";
"Locate" = "查找";
"File name" = "文件名称";
"Original path" = "原始路径";
"Matched file" = "匹配的文件";
"Project Settings" = "项目参数设定";
"Resolution:" = "分辨率:";
"Frame Rate:" = "帧率:";
"This video does not match the document settings. Change document settings to match the video's settings?" = "原始影片的分辨率和帧率与当前项目设置不匹配。 您是否要更改项目参数设定以匹配？";
"Keep exiting settings" = "不做匹配";
"Change document settings" = "匹配源设置";
"Always ask" = "总是询问";
"Oops! The project file was created with a previous version and might be problematic, please re-open it with Filmora version 8." = "该项目文件是使用以前的版本创建的，可能存在问题，请使用旧版本重新打开它。";

/*****crop/pan&zoom*****/
"Crop" = "裁剪";
"Pan and Zoom" = "缩放";
"Ratio:" = "宽高比:";
"Original Ratio" = "原始比例";
"Custom" = "自定义";
"Start" = "开始";
"End" = "结束";

/******guide window******/
"Create New Project" = "新项目";
"Open exsiting Project" = "打开项目文件";
"Get Started" = "开始";
"Project Library" = "项目文件库";
"Open" = "打开";

/***Record Audio/Webcam*****/
"Record Audio" = "录制音频";
"Mute Project" = "将节目文件静音";
"Device:" = "设备:";
"Video Device:" = "视频设备:";
"Audio Device:" = "音频设备:";
"Resolution:" = "分辨率:";
"FrameRate:" = "帧频:";
"Live Recording..." = "现场录制中...";
"Record Webcam" = "网络摄像头录制";
"Install Computer Audio Drive" = "安装电脑音频驱动";
"It is required to install an audio drive in order to record system audio" = "需要安装音频驱动去录制系统声音";
"Install computer audio drive successful!" = "已成功安装音频驱动";
"Install computer audio drive failed!" = "音频驱动安装失败";

/***About window*****/
"About" = "关于";
"Special Thanks to our Lead Videographer Dan Bergh.\nDan， We have smiled every day at work because of you. Your jokes， quirks， and larger-than-life personality have brought us endless joy. Filmora has thrived because of your skills and professionalism. The entire team here at Wondershare is grateful to you for both your creative vision and your unshakable enthusiasm. Keep up the good fighting. Our thoughts and prayers are with you.\nYour friends on Team Filmora thank you.\n\nAnd the whole team that build this product:\nProduct Management:\nSummer Qin, Jack Wu, Cole Vineyard, Desmond Ye, Sherwin Lee, Ricky Cheung, Connor Zhai, Bruce, Ellen Zhou\nProgramming Team:\nWang Xiaoyan, Zhu Jian, Zhong Chen, Li Xiaopeng, Mu Xueqiang, Ran Jun, Xiao Shanlin, Wang Youxiang, Gao Hongmin, Chen Min, Ruan Shengqiang, Li Yong, Zou Peng, Chen Yi, Zhao Song\nQuality Engineering:\nCici Chen, Huang Jing, Wang Hao, Zhao Yulong\nUI Design:\nShaan Jahagirdar, Koko Li\nVideo/Effect Design:\nKevin Cho, Felix Wong, Alexandra Marriott, Nick Li, Trevor Komori\nProduct Marketing:\nLuna Que, Annie Feng, Sunny, Weiwei, Emilia, Chloe, Meng, Echo, Irene, Eric, William, Pedro Diniz, Lisa, Sophia, Horan, Zoey, Sandra Huang, Erica Lam, Daniel Kim, Katie Nohr, Elliot Chan, Jannelle Rillorta, Lennart Pohle, Ileana Anciano, Jonathan Hoarau, Tania, Roy, Davidson Yeap, Mariam Khan, Guilherme Veloso, Masagi Fukuda" = "产品管理:\nSummer Qin, Jack Wu, Cole Vineyard, Desmond Ye, Sherwin Lee, Ricky Cheung, Connor Zhai, Bruce, Ellen Zhou\n产品研发:\nWang Xiaoyan, Zhu Jian, Zhong Chen, Li Xiaopeng, Mu Xueqiang, Ran Jun, Xiao Shanlin, Wang Youxiang, Gao Hongmin, Chen Min, Ruan Shengqiang, Li Yong, Zou Peng, Chen Yi, Zhao Song\n产品质量:\nCici Chen, Huang Jing, Wang Hao, Zhao Yulong\nUI 设计:\nShaan Jahagirdar, Koko Li\n视频/特效 设计:\nKevin Cho, Felix Wong, Alexandra Marriott, Nick Li, Trevor Komori\n产品营销:\nLuna Que, Annie Feng, Sunny, Weiwei, Emilia, Chloe, Meng, Echo, Irene, Eric, William, Pedro Diniz, Lisa, Sophia, Horan, Zoey, Sandra Huang, Erica Lam, Daniel Kim, Katie Nohr, Elliot Chan, Jannelle Rillorta, Lennart Pohle, Ileana Anciano, Jonathan Hoarau, Tania, Roy, Davidson Yeap, Mariam Khan, Guilherme Veloso, Masagi Fukuda";
"Special Thanks to our Lead Videographer Dan Bergh." = "Special Thanks to our Lead Videographer Dan Bergh.";
"Product Management:" = "产品管理:";
"Programming Team:" = "产品研发:";
"Quality Engineering:" = "产品质量:";
"UI Design:" = "UI 设计:";
"Video/Effect Design:" = "视频/特效设计:";
"Product Marketing:" = "产品营销:";
"Video editing simplified" = "风靡全球的视频剪辑神器";

/***Video Property*****/
"Transform" = "转化";
"Rotate:"="旋转:";
"Flip:" = "翻转:";
"Scale:" = "缩放:";
"Position:" = "位置:";
"Composition" = "影像合成";
"Blending Mode:" = "混合模式:";
//"Normal" = "正常";
"Darken" = "变暗";
"Multiply" = "正片叠底";
"ColorBurn" = "颜色加深";
"LinearBurn" = "线性加深";
"Screen" = "滤色";
"ColorDodge" = "颜色减淡";
"LinearDodge" = "线性减淡";
"Overlay" = "叠加";
"SoftLight" = "柔光";
"HardLight" = "强光";
"VividLight" = "亮光";
"LinearLight" = "线性光";
"PinLight" = "点光";
"HardMix" = "实色混合";
"Difference" = "差异";
"Exclusion" = "排除";
"Lighten" = "加亮";
"Opacity:" = "不透明度:";
"Lens Correction" = "镜头校正";
"Select Model to defish:" = "选择一个模型去修正鱼眼:";
"Select a Profile" = "选择一个简介";
"Select a Resolution" = "选择一个分辨率";
"Adjust Level:" = "调整水平:";
"Chroma Key(Green Screen)" = "色度键(绿幕)";
"Select Color:" = "选择颜色:";
"Tolerence:" = "偏移量:";
"Offset:" = "公差:";
"Border thinkness:" = "边缘大小:";
"Feather:" = "边缘羽化:";
"Alpha Channel:" = "透明通道:";
"Stabilization" = "视频稳像";
"Analyze" = "分析";
"Smooth level:" = "平滑度:";
/***Color Property*****/
"White Balance" = "白平衡";
"Select Color:" = "选择颜色:";
"Temprature:" = "色温:";
"Tint:" = "色调:";
"Tone" = "调色";
"Contrast:" = "对比度:";
"Saturation:" = "饱和度:";
"Brightness:" = "亮度:";
"3D LUT" = "3D LUT";
"3D Lut:" = "3D LUT:";
"None" = "无";
"Load New LUT" = "载入新的LUT";
/***Audio Property*****/
"FadeIn:" = "淡入:";
"FadeOut:" = "淡出:";
"Pitch:" = "变声:";
"Equalizer:" = "均衡器:";
"Denoise:" = "音频降噪:";
"Remove Background noise" = "去除背景噪音";
"Weak" = "弱";
"Mid" = "中";
"Strong" = "强";
"Volume:" = "音量:";
"Classic" = "古典";
"Dance" = "舞曲";
"Low Bass" = "低音";
"Sparkle" = "活力";
"Pop" = "流行";
"Rock'n'Roll" = "摇滚";
"Soft" = "轻音乐";
"Techno" = "电音";
"Hard Rock" = "硬摇滚";
"Ska" = "SKA";
"Country" = "乡村";
"Acoustic" = "声乐";
"Folk" = "民族乐";
"Blues" = "布鲁斯";
/***Transtion Property*****/
"Transition Universal" = "普通转换";
"Duration:" = "持续:";
"Apply to all transitions" = "应用全部转换";
"Transition Mode:" = "转换模式:";
"Overlap" = "重叠";
"Prefix" = "前缀";
"Postfix" = "后缀";
"Transition %@ Special" = "转换 %@ 特殊";
"There is no parameter for this Filter" = "此滤镜没有参数";
/*** Filter Edit Params*****/
"mode %d" = "模式 %d";
"Circular" = "圆形";
"Linear" = "线形";
"There is no parameter for this Filter" = "此滤镜没有参数";
/***Import wnd Controller*****/
"Failed in Loading files." = "导入文件失败.";
"Loading file..." = "导入文件...";
"Copying files" = "复制文件";
"Copying file..." = "复制文件...";
"Loading files" = "导入文件";
"4K resolution video files are not supported in trial version due to macOS's limitaion.\n" = "由于macOS的限制，试用版不支持4K分辨率的视频文件。\n";
"Show details" = "显示详情";
"For more information, please click here to contact our support team." = "更多信息，请点击这里联系我们";
//Speed Adjust
"Speed:" = "调速:";
"Duration:" = "时长:";
"Reverse:" = "倒播:";
"Play video clip in reverse" = "倒速";
"Ripple:" = "波纹:";
"Keep Ripple" = "波纹编辑";
"Custom speed" = "自定义速度";
"Slow" = "慢速";
"Fast" = "快速";
"Normal" = "正常";
"Freeze Frame" = "冻结帧";
"Reverse" = "后退";
"Replay" = "重放";
"Add Speed Point" = "添加速度";
"Clear Speed Point" = "清除速度";
"Custom Freeze frame Duration" = "自定义定格持续时间";

//资源区

"Photo" = "照片";
"Audio" = "音乐";
"None" = "无";
"All" = "全部";
"YES" = "确认";
"NO" = "取消";
"List View" = "列表视图";
"Large Thumbnail View" = "大缩略图";
"Middle Thumbnail View" = "中缩略图";
"Small Thumbnail View" = "小缩略图";
"Name" = "名称";
"Duration" = "持续";
"Type" = "类型";
"Date Created" = "创建日期";
"Category" = "分类";
"Ascending" = "升序";
"Descending" = "降序";
"Camera Name" = "镜头名";
"View" = "视图";
"Sort By" = "排序方式";
"Group By" = "分组方式";
"Hide media folder list" = "隐藏媒体文件列表";
"Display media folder list" = "显示媒体文件列表";
"Large Thumbnail" = "大缩略图";
"Small Thumbnail" = "小缩略图";
"Folder" = "文件夹";
"Sample Videos" = "模版视频";
"Sample Colors" = "模版颜色";
"Project Media" = "我的媒体";
"My Projects" = "我的项目";
"Import Media Files" = "导入媒体文件";
"Import Media Folder" = "导入媒体文件夹";
"Import from Camera or Phone" = "从相机或手机导入";
"Import with Instant Cutter Tool" = "使用无损剪切工具导入";
"Download Media from Facebook" = "从Facebook上下载";
"Download Photos from Instagram" = "从Instagram上下载照片";
"Download Photos from Flickr" = "从Flickr上下载照片";
"Create Adjustment Layer" = "创建调整图层";
"Create Color Matte" = "创建哑光色";
"Record from WebCam" = "用网络摄像头录制";
"Record Voiceover" = "录制画外音";
"Record PC Screen" = "录制屏幕";
"Play" = "播放";
"Insert" = "插入";
"Overwrite" = "覆盖";
"Append(add to the end)" = "添加到末尾";
"Add to new track" = "添加新的轨道";
"Create Proxy file" = "创建代理文件";
"Cancel Create Proxy file" = "取消代理";
"Relink Media" = "重新连接媒体";
"Rename" = "重命名";
"Delete" = "删除";
"Reveal in Finder" = "在访达中显示";
"Scene Detection" = "场景检测";
"Audio Track" = "音轨";
"Properties" = "属性";
"Warning:" = "警告:";
"Warning" = "警告";
"Folder name already exits, please choose a new name" = "文件夹名称已存在，请选择一个新的名称.";
"Your selection is used on at least one timeline. Are you sure you want to remove it from your project?" = "该片段已经应用在项目的时间线中，如果从媒体中删除，该片段也会在时间线上同步删除，确认继续删除？";
"Folder" = "媒体库";
"Add a new folder" = "创建媒体库";
"Delete folder" = "删除媒体库";
"Filter" = "滤镜";
"Sort" = "排序";
"Record" = "录制";
"Import" = "导入";
"less than 1 min" = "少于1分钟";
"1 ~ 5 min" = "1 ~ 5 分钟";
"5 ~ 30 min" = "5 ~ 30 分钟";
"30 ~ 60 min" = "30 ~ 60 分钟";
"more than 60 min" = "超过 60 分钟";
"Apply" = "应用";
"Apply to All" = "全部应用";
"APPLY TO ALL" = "全部应用";
"Download" = "下载";
"Download All" = "下载所有";
"Random to All" = "随机到全部";
"Add to Favorite" = "添加到收藏中";
"Remove from favorite" = "从收藏中移除";
"FAVORITE" = "收藏";
"Start Time" = "开始时间";
"End Time" = "结束时间";
"Titles" = "文字";
"Transitions" = "转场";

//
"Name:" = "名称:";
"Name" = "名称";
"Location:" = "位置:";
"Location" = "位置";
"File Size:" = "文件大小:";
"Duration:" = "时长:";
"Duration" = "时长";
"Date Created:" = "创建日期:";
"Date Created" = "创建日期";
"Codec:" = "编解码器:";
"Resolution:" = "分辨率:";
"Resolution" = "分辨率";
"Frame Rate:" = "帧率:";
"Frame Rate" = "帧率";
"Aspect Ratio:" = "宽高比:";
"Bit Rate:" = "码率:";
"Camera Maker:" = "相机制造商:";
"Camera Model:" = "相机型号:";
"Exposure Time:" = "曝光时间:";
"Alpha Channel:" = "Alpha 通道:";
"Channel:" = "通道:";
"Sample Rate:" = "采样率:";
"Sample Rate" = "采样率";
"Bit Rate:" = "码率:";
"Property" = "属性";
"Used" = "正在使用中";
"Media Type" = "媒体类型";
"Date Created" = "创建日期";
"Favorite" = "收藏";
"Category" = "类别";
//
"The video you ara loading is in high quality, do you wish to create proxy file to accelerate editingprocess?" = "该视频分辨率过高，你可以选择创建分辨率较低的代理副本，以获得更好的编辑体验，导出不受影响。稍后你也可以在\"首选项\"中重新设置它。";
"Always ask" = "总是询问";

//Export

"Title" = "文字";
"My Video" = "我的影片";
"Export" = "导出";
"Uploading is failed maybe due to network.For more information, please click here to contact our support team." = "上传失败可能是由于网络原因，点击这里可联系我们的技术团队.";
"Oops, authorization expired, please re-authorize your account to continue the uploading." = "授权已过期，请重新授权您的账户.";
"Oops! There is an error to start your upload, you don’t have enough free space with your Vimeo account, please check your account status or try again later;" = "上传出现错误，Vimeo帐户没有足够的可用空间，请检查帐户状态或稍后再试;";
"Oops! There is an error to start your upload, you can only upload 1 HD video per week with a Basic account, please check your account status or try again later;" = "上传出现错误，您每周只能使用基本帐户上传1个高清视频，请检查帐户状态或稍后再试;";
"Oops! There is an error to start your upload, you can only upload 10 video per day with a Basic account, please check your account status or try again later;" = "上传出现错误，您每周只能使用基本帐户上传10个视频，请检查帐户状态或稍后再试;";
"Oops! This video length is longer than 15 mins,normal account should increse limit after upload to Youtube." = "此视频长度超过15分钟，正常帐户在上传到YouTube后应增加限制";
"Oops!  Failed to upload this video as Facebook limits the video length to 20 min and video size to 1GB; It is recommended to export your video to computer, and then upload it manually." = "无法上传此视频，因为Facebook将视频长度限制为20分钟，视频大小限制为1GB；建议将视频导出到计算机，然后手动上传.";
"Warning" = "警告";
"Pause" = "暂停";
"Find in Target" = "在目标中查找";
"Resume" = "继续";
"Step: Bruning to Dic,please wait a moment." = "步骤: 正在刻录到光盘,请稍后...";
"Step: make iSO %.2f%%" = "步骤: 制作 DVD ISO %.2f%%";
"Step: upload %d" = "步骤: 上传 %d";
"Step: Copying folder Please Wait..." = "步骤: 正在复制文件夹，请稍候...";
"Step: Making ISO Please Wait..." = "步骤: 制作 DVD ISO 请稍后...";
"Step: Converting %d%%" = "步骤: 转换 %d%%";
"Step: Faild" = "步骤: 失败";
"Step: Updating..." = "步骤：更新中";
"Please select your country, Filmora will choose the right TV Standard for you automatically." = "请选择您所在的国家,神剪手将自动为你选择适当的电视编码标准";
"Select Music" = "选择音乐";
"EXPORT" = "导出";
"Others..." = "其它...";
"Good" = "好";
"SETTING" = "设置";
"Better" = "较好";
"Best" = "最佳";
"Please connect optical driver!" = "请连接光盘驱动器";
"CREATE MENU" = "新建目录";

"Public" = "公共";
"public" = "公共";
"private" = "私人";
"Anyone" = "任何";
"anybody" = "任何人";
"Only Me" = "仅自己可见";
"contacts" = "接触";
"Sigin out" = "退出";
"sigin in" = "登录";
"Custom" = "自定义";

//播放器
"View"="浏览";
"Go to"="去往";
"Full"="全";
"Playback Quality"="预览质量";
"Fit"="匹配";
"Safe Zone"="安全区域";
"View"="浏览";
"Playback Quality"="预览质量";
"Zoom Level"="缩放比例";
"Safe Zone"="安全区域";
"View"="浏览";
"Playback Quality"="预览质量";
"Zoom Level"="缩放比例";
"Safe Zone"="安全区域";

//高级调色
"Histogram"="直方图";
"White Balance"="白平衡";
"3D LUT"="3D LUT";
"Color"="色彩";
"Light"="光效";
"HSL"="HSL";
"Vignette"="晕影";
"Temperature"="色温";
"Tint"="色调";
"Exposure"="曝光";
"Brightness"="亮度";
"Contrast"="对比度";
"Saturation"="饱和度";
"Vibrance"="自然饱和度";
"Highlights"="高光";
"Shadows"="阴影";
"Whites"="白色色阶";
"Blacks"="黑色色阶";
"Amount"="强度";
"Size"="大小";
"Roundness"="圆度";
"Feather"="羽化";
"Exposure"="曝光";
"Highlight"="高光";
"Red"="红色";
"Orange"="橙色";
"Yellow"="黄色";
"Green"="绿色";
"Magenta"="洋红";
"Purple"="紫色";
"Blue"="蓝色";
"Cyan"="青绿";
"Hue"="色相";
"Saturation"="饱和度";
"Luminance"="亮度";
"Name your own color preset, it will be saved in the \"Custom\" category in Preset"="请对您的自定义颜色预设命名，它将存储在颜色预设的“自定义”类别中";
"A preset with the name already exists. Replace it will overwrite the current preset."="已有同名的色彩预设文件存在，继续保存会覆盖原有预设";
"Add to favorite"="加入收藏夹";
"Remove from favorite"="移除收藏夹";
"Delete custom preset"="删除自定义预设";
"Delete"="删除";
"Adjust"="调整";
"Preset"="预设";
"Save as Preset"="保存为预设";
"Reset All"="重置所有";
"OK"="确定";
"Advanced Color Tuning"="高级调色编辑";
"Disable Comparison"="取消对比";
"Split View-Left/Right"="左右分屏对比";
"Split View-Top/Bottom"="上下分屏对比";
"Side by Side View"="并列对比";
"Save as Preset"="保存为预设";
"Compare Before/After"="对比调色前/后";
"Show Original"="显示原始画面";

//蒙太奇
"Delete"="删除";
"Start time:"="起始时间";
"End time:"="终止时间";
"Size:"="大小:";
"Zoom:"="缩放:";
"Color:"="颜色:";
"Border"="描边";
"Rotate"="旋转";
"OK"="确定";
"Media"="媒体";
"Video"="视频";
"Color"="颜色";
"Drag video or image onto the drop zone to create your split screen video."="拖拽视频或图面至放置区以创建您的分屏视频";

//社交资源下载
"Download Media from %@"="从 %@ 下载媒体文件";
"SIGN IN"="登录";
"SIGN OUT"="登出";
"Save to:"="保存至:";
"Cancel"="取消";
"Files selected: %d file(s)"="已选取文件: %d file(s)";

//Audio Mixter
"Stereo" = "立体声";
"Surround" = "环绕音";
"Master" = "主混音器";
"-60" = "-∞";

//title edit
"SAVE AS PRESET" = "储存为预设";
"ADVANCED" = "高级编辑";
"Top Left" = "左上";
"Top Center" = "上";
"Top Right" = "右上";
"Center Left" = "左";
"Center" = "中";
"Center Right" = "右";
"Bottom Left" = "左下";
"Bottom Center" = "下";
"Bottom Right" = "右下";
"Freedom" = "自由";
"Font" = "字体";
"Settings" = "设置";
"Transform" = "形变";
"Composition" = "混合模式"
;"Align:" = "对齐方式:";
"Text Spacing:" = "字间距:";
"Line Spacing:" = "行间距:";
"Position:" = "坐标:";
"Text layer:" = "文字图层:";
"Bold" = "加粗";
"Italic" = "斜体";
"Align Left" = "左对齐";
"Align Center" = "居中对齐";
"Align Right" = "右对齐";
"Align Justified" = "两端对齐";

//advance title edit
"Title Inspector" = "高级文字编辑";
"Add Text Box" = "添加文本";
"Add Shape" = "添加图形";
"Add Photo" = "添加照片";
"Preset" = "预设";
"Customize" = "自定义";
"Animation" = "动画";
"Move to Front" = "置于顶层";
"Move Forward One" = "上移一层";
"Move Back One" = "下移一层";
"Move to Back" = "置于底层";
"Color Fill" = "颜色填充";
"Gradient Fill" = "渐变填充";
"Image Fill" = "图像填充";
"Parameter:" = "参数:";
"Blur:" = "模糊:";
"Type:" = "填充类型:";
"Color:" = "颜色:";
"Opaciity:" = "透明度:";
"Angle:" = "角度:";
"Effect:" = "效果:";
"Size:" = "大小:";
"Distance:" = "偏移:";
"Input text" = "输入文字";
"Text Fill" = "文字颜色";
"Text Border" = "文字描边";
"Text Shadow" = "文字阴影";
"Shape Fill" = "图形颜色";
"Shape Border" = "图形描边";
"Save as Preset" = "储存为预设";
"Name your own text preset, it will be saved in the \"%@\" category in %@" = "为您的文字预设名称, 它将储存在 \"%@\" 目录 %@";
"Text/Credit" = "Text/Credit";
"A preset with the name already exists. Replace it will overwrite the current preset." = "该名称已包含同名预设。 替换将覆盖原预设.";
"Replace" = "替换";
"A preset with the name already exists. Please choose a new name." = "该名称已存在. 请重新输入";

//////mediabrower
"Import from Device" = "从设备中导入";
"All" = "所有媒体";
"Picture" = "图片";
"LivePhoto" = "实况照片";
"Others..." = "其他";
"Change" = "更改";
"Import from:" = "导入自:";
"No device detected" = "未侦测到设备";
"Save to:" = "储存至:";
"IMPORT" = "入口";
"CANCEL" = "取消";
"Files selected: %d file(s)"  = "选择文件: %d 文件(s)";
"Check All" = "查看所有";
"Date" = "日期";
"Size" = "大小";
"Name" = "名称";
/////VEOnlineResourceWindowController
"Downloading" = "下载中";
"Downloading online content (%d%) ..." = "下载在线内容 (%d%) ...";
//////VEPacksManagerWindowController
"Delete Selected" = "删除选定";
"Cancel" = "取消";
"Delete unused effect pack can save disk space, would you want to delete some?" = "删除未使用的效果包以释放磁盘空间，您稍后可以从效果存储中再次下载它们.";

//WSID
"Choose a Plan" = "万兴喵影会员";
"Message Center" = "消息中心";
"Mark as Read" = "标记为已读";
"Account Information" = "帐户信息";
"Offline Activation" = "离线激活";
"Login" = "登录";
"Logout" = "注销";
"Create Account" = "创建帐户";
"Login to Continue" = "登录以继续";
"You need a Wondershare ID to continue your current action. Please log in or create one for free." = "您需要WonderShare ID才能继续当前操作.请登录或免费创建一个.";
"Expires after:" = "到期时间:";
"upgrade" = "升级";
"Free Plan" = "免费方案";
"Annual Plan"= "非永久方案";
"Lifetime Plan"= "终身方案";
"Extend My License" = "扩展我的特权";
"Change Password" = "修改密码";
"Unlimited" = "无限期";
"Unlimited with watermark" = "去除水印";
"Register Your Software" = "注册您的软件";
"Licensed e-mail:" = "授权电子邮件:";
"Registration Code:" = "注册码:";
"Your copy of software is not activated and the outputted video will be added a watermark." = "您的软件副本未激活，输出的视频将添加水印。";
"Buy a License to remove the limitation to enjoy all the benefits of Video Editor and product lifetime support." = "购买一个权限来消除限制，享受视频编辑和产品终身支持的所有好处。";
"Buy Now" = "立即购买";
"Evaluate" = "免费试用";
"Register" = "激活";
"Trial Version" = "试用版";
"Registered Version" = "已注册版本";
"Registration info is invalid." = "注册信息无效.";
"Note: if you have any problem with the registration code and the software, please visit: Support Center" = "注意：如果您对注册码和软件有任何问题，请访问：支持中心";
"Was your payment processed successfully?" = "您付款成功了吗？";
"If you have paid successfully, please refresh your payment status. The payment status may not be refreshed timely due to network delay, you can also refresh your status again in \"Activate\"" = "如果您已成功付款，请刷新您的付款状态。由于网络延迟，付款状态可能无法及时刷新，您也可以在“激活”中再次刷新您的状态。";
"No activation status update, please refresh later." = "没有激活状态更新，请稍后刷新.";
"Refresh Now" = "立即刷新";
"Your activation status may not be refreshed timely under certain circumstances，you can have a try of refresh manually." = "您的激活状态在某些情况下可能无法及时刷新，您可以尝试手动刷新。";
"Password Reset Succeeded!" = "密码重置成功！";
"Status:"            = "状态：";
"Expiration Date" = "到期日期";
"Active" = "有效的";
"Unable to connect" = "无法连接";
"Your computer seems to be offline, causing a connection error. Please check your connection and try again." = "您的计算机似乎脱机，导致连接错误。请检查您的连接并重试。";

//偏好设置
"Never" = "从不";
"Every Day" = "每天";
"Every Week" = "每周";
"Every Month" = "每月";
"Arrange Objects" = "对象分类";


//////补充
"Purchase" = "购买";

//crop/pan&zoom
"Swap the Start and End areas" = "交换开始区域和结束区域";

//import
"There isn't enough space for importing, please delete unnecessary files to free enough space." = "没有足够的空间导入，请删除不必要的文件以释放足够的空间。";

//
"Recent Project will be shown here" = "最近的项目";

//播放器补充
"Playhead Position"="播放位置";
"Mark In"="选入";
"Mark Out"="选出";
"Previous Frame"="上一帧";
"Play"="播放";
"Pause"="暂停";
"Stop"="停止";
"Next Frame"="下一帧";
"Snapshot"="快照";
"Volume"="音量";
"Full Screen"="全屏";
"Exit Full Screen"="退出全屏";
"Preview quality and display settings"="预览质量和显示设置";
"View"="视图";
"Play/Pause"="播放/暂停";
"Play Full Screen"="全屏播放";
"Previous Edit"="上一个编辑";
"Next Edit"="下一个编辑";
"Go to"="转到";
"Previous Second"="上一秒";
"Next Second"="下一秒";
"Previous Marker"="上一个标记点";
"Next Marker"="下一个标记点";
"Beginning"="开始";
"End"="结束";
"Zoom Timeline"="缩放时间轴";
"Zoom In Timeline"="放大时间轴";
"Zoom Out Timeline"="缩小时间轴";
"Zoom to Fit Timeline"="缩放适应时间轴";
"Enable Canvas Snapping"="启用画布内吸附";
"Enter Full Screen"="全屏";

//高级调色补充
"A preset with the name already exists. Please choose a new name."="预设名称已存在，请选择新名称.";
"Before"="调色前";
"After"="调色后";
"Are you sure you want to delete this LUT file?"="您确定要删除此LUT配置文件吗?";
"You can load your own LUT files later."="你可以稍后导入此LUT文件.";
"Yes"="是";
"No"="不是";
"is in an unsupported format and cannot be loaded."="不支持此格式，无法导入.";
"None"="无";
"Load New LUT..."="加载新的LUT...";
"All Presets"="所有预设";
"Favorite"="收藏";
"Custom"="自定义";
"3D LUT"="3D LUT";
"Undo"="撤销";
"Redo"="重做";
"My Color Preset"="我的颜色预设";

//社交资源补充
"Check All"="选择所有";
"Quit"="退出";

//长度设置对话框
"Duration Settings"="时长设置";
"Ok"="OK";
"Cancel"="取消";
"Input Duration:"="输入时长:";

//motion设置
"Motion"="动画";
"Apply"="应用";
"Random to all clips on current track"="随机到当前轨道所有剪辑";
"Apply to all clips on current track"="应用到当前轨道所有剪辑";

//资源区
"Image" = "图片";
"Text" = "文字";
"Effects" = "特效";
"Split Screen" = "分屏";
"Import Media Files Here" = "点击导入媒体文件";
"Drag to the timeline to apply" = "拖动到时间轴以应用";

"Preference" = "首选项";
"General" = "通用";
"Folder Path" = "文件夹路径";
"Editing" = "编辑";
"Save" = "保存";
"Performance" = "性能";
"Output:" = "输出:";
"Open the Output Folder after exporting video." = "输出后，打开文件夹。";
"Play alert sound after conversion." = "输出后，播放提示音。";
"Miscellaneous:" = "其它:";
"Check for update:" = "检查更新:";
"Reset all dialog warnings:" = "重置所有警告对话框:";
"Message Center:" = "消息中心:";
"Don't show messages automatically" = "不自动弹出消息";
"Folders:" = "文件夹:";
"Snapshot files folder:" = "快照文件夹:";
"Upload files folder:" = "上传文件夹:";
"Effect Packs:" = "特效包:";
"Install Effect Pack to:" = "安装特效包到:";
"Effect Packs takes up: %.1f MB" = "特效包占用空间: %.1f MB";
"Manage" = "管理";
"Default Durations:" = "默认时长:";
"Photo Duration:" = "照片时长:";
"Transition Duration:" = "转场时长:";
"Effect Duration:" = "特效时长:";
"Freeze Frame Duration:" = "冻结帧时长:";
"Photo Placement:" = "照片适配方式:";
"Fit" = "普通适配";
"Crop to Fit" = "裁切适配";
"Pan & Zoom" = "自动缩放适配";
"Save:" = "保存:";
"Automatically backup projects, every" = "自动备份项目, 每隔";
"min" = "分";
"GPU" = "GPU";
"Enable GPU Accelaration" = "允许GPU加速";
"Proxy:" = "代理副本:";
"Automatically create Proxy when resolution higher than:" = "当导入视频分辨率过大时，自动创建代理副本：";
"Proxy file folder:" = "代理副本存放地址：";
"Automatically delete Proxy when closing a project file" = "关闭工程文件后，自动清除代理副本";
"Clean" = "清除";

//顶部菜单
"About WSVEOnline" = "关于万兴喵影";
"Preferences…" = "首选项…";
"Order" = "购买会员";
"Activate" = "激活";
"Check for Updates..." = "检查更新...";
"Services" = "服务";
"Hide WSVEOnline" = "隐藏 万兴喵影";
"Hide Others" = "隐藏其它";
"Show All" = "显示全部";
"Quit WSVEOnline" = "退出 万兴喵影";
"File" = "文件";
"New" = "新建";
"Open…" = "打开…";
"Close" = "关闭";
"Save…" = "保存…";
"Save As…" = "另存为…";
"Archive Project" = "打包项目文件归档";
"Download Media" = "媒体下载";
"Record Media" = "录屏";
"Project Setting" = "项目设置";
"Ripple Delete" = "删除并关闭空隙";
"Select All" = "全选";
"Deselect All" = "取消全选";
"Tools" = "工具";
"Show Properties(Edit)" = "显示属性（编辑）";
"Rotate 90 CW" = "向左旋转90度";
"Rotate 90 CCW" = "向右旋转90度";
"Color Corection" = "色彩校正";
"Create Video..." = "创建视频...";
"Export to Device..." = "导出设备...";
"Upload to Youtube..." = "上传到Youtube...";
"Upload to Vimeo..." = "上传到Vimeo...";
"Burn DVD..." = "刻制 DVD...";
"Window" = "窗口";
"Minimize" = "最小化";
"Zoom" = "最大化";
"Bring All to Front" = "全部置于顶层";
"Help" = "帮助";
"Online Help" = "在线帮助";
"Product FAQ" = "产品常见问题解答";
"Support Center" = "帮助中心";
"Offline Activation" = "离线激活";
"About Wondershare ID" = " Wondershare 账户";
"Fetch Log" = "获取日志";
"New Feature Request" = "新功能需求征集";
"Filmora YouTube" = "Filmora YouTube";
"Filmora Facebook" = "Filmora Facebook";
"Filmora Twitter" = "Filmora Twitter";

//时间线
"Enable Timeline Snap" = "启动时间线快照";
"Default" = "默认处理";

//输出
"Sign In" = "签到";
"Sign Out" = "签退";
"You can update this video to YouTube" = "你可以将这个视频上传到YouTube上";
"The file has been successfully uploaded to Vimeo." = "这个文件已成功上传到Vimeo.";
"The file has been successfully uploaded to YouTube." = "这个文件已成功上传到YouTube.";
"You can update this video to YouTube" = "你可以将这个视频上传到YouTube上";
"Anyone" = "任何人";
"People I fellow on viemo" = "我在viemo上关注的人";
"Only me" = "只有我";
"DVD" = "DVD";
"DVD Folder" = "DVD 文件夹";
"Template" = "模版";
"Create Menu" = "创建菜单";
"No Music" = "无音乐";
"My DVD" = "我的 DVD";
"Burn to:" = "刻制:";
"TV Standard:" = "电视标准:";
"Aspect Ratio:" = "宽高比:";
"DVD Lable:" = "DVD 标签:";
"Burn Device:" = "Burn Device:";
"Please connect optical driver!" = "请连接光学驱动器!";
"Disc Type:" = "单独设定:";
"Capacity:" = "容量:";
"Category:" = "类别:";
"Title:" = "文字:";
"Tags:" = "标签:";
"Privacy:" = "隐私:";
"Public" = "公开";
"Private" = "仅自己可见";
"Custom" = "自定";
"Do Nothing" = "不做任何操作";
"Sound Reminder" = "声音提示";
"Put Computer to Sleep" = "电脑休眠";
"Shut Down My Computer" = "关闭电脑";
"Creating Movie ..." = "正在渲染影片 ...";
"Step: Mission Complete!" = "步骤: 任务完成!";
"Find in target" = "打开文件夹";
"Congratulations!" = "恭喜你!";
"Pan" = "网";
"Volume Fader" = "声音弱化";
"Master Track" = "扩张";
"Level Meter" = "等级表";
"Buy License" = "购买课程";
"Create With Wondershare Filmora9" = "万兴喵影";



//Media browser补充
"Downloading video content (%d%) ..." = "下载视频内容(%d%) ...";
"Downloading %@ content (%d%) ..." = "下载中 %@ 内容 (%d%) ...";
"The output directory could not be found. Please update it and try again." = "找不到输出目录。请更新并重试。";
"Motion" = "动画";
"Select a Profile" = "选择文件";
"Default" = "默认";
"Auto" = "自动";
"Load New LUT..." = "加载新的LUT...";

//marker edit window
"Marker Editor" = "标记编辑器";

// Export & detect 补充
"Format" = "格式";
"Device" = "设备";
"YouTube" = "YouTube";
"Vimeo" = "Vimeo";
"DVD" = "DVD";
"Output Descriptions" = "输出信息";
"DVD Descriptions" = "DVD描述";
"Quality" = "质量";
"Encoder:" = "编码:";
"Detect" = "检测";
"Loading scenes to Timeline" = "将场景加载到时间线";
"Buy License" = "购买会员";

//document
"This project file was saved from an older version of Filmora and must be converted. The original project file will not be changed." = "此工程文件是从旧版本的万兴喵影保存的，必须进行转换。原始工程文件不会被更改。";
"Convert document failed!" = "转换文档失败";
"If the conversion fails, you can still use your original version of Filmora to open the project file." = "如果转换失败,你依然可以使用旧版本的万兴喵影打开此工程.";
"Failed to convert the project file" = "转换文档失败";
"Please use your original version of Filmora to open the project file." = "请使用您创建这个项目的原始版本的万兴喵影来打开这个项目文档.";
"Contact our Customer Support if you don't have your original version any more." = "如果您没有原始版本，请联系我们的技术支持获取.";


"There is no enough space on the disk, please free up some disk space and try again." = "磁盘空间不足，请释放一些磁盘空间，然后重试。";
"Task is still in progress, are you sure to cancel it?" = "任务仍在进行中，是否确认要取消？";
"RateAppstore" = "macappstore://itunes.apple.com/app/id447570101?mt=12";

"Missing Effects" = "特效丢失";
"This project file uses effect packs that are currently unavailable on your computer. You can open Effect Store to re-download below effect packs or click \"Ignore\" to continue open the project file without the missing effects." = "此项目文件使用的特效包当前在您的计算机上不可用。您可以打开特效中心重新下载下面的特效包，或者单击“忽略”继续打开项目文件而不丢失特效。";
"Ignore" = "忽略";
"Open Effect Store" = "打开特效中心";
"Effect Pack Name" = "特效包名称";
"Export to file or send to Filmora for more edits:" = "导出文件或发送到万兴喵影进行更多编辑:";
"Progress" = "视频输出";
"Burning is successful! Would you like to burn more DVDs?" = "刻录成功！你想刻录更多DVD吗?";
"No, thanks" = "不，谢谢";
"More" = "更多";
"Sign out" = "退出";
"My Profile" = "个人中心";
"My Favorites" = "我的收藏";
"My Effects" = "我的特效";
"Sign in" = "登录";
"Filmora Effects Store" = "特效中心";
"Download more effects from Filmora Resource Center" = "从特效中心下载更多特效";
//滤镜参数
"alpha" = "Alpha";
"Percent" = "百分比";
"amount" = "总共";
"PhaseIncrement" = "相位增量";
"ZoomRate" = "缩放率";
"Source_Width" = "源宽度";
"BG_Color" = "背景颜色";
"BG_Luminance" = "背景亮度";
"BG_Blur_Level" = "背景模糊";
"Size" = "尺寸";
"Blur" = "羽化";
"Opacity" = "不透明";
"Start" = "开始";
"End" = "结束";
"Gradient Direction" = "梯度方向";
"Direction" = "方向";
"Radius" = "半径";
"strength" = "强度";
"Frequency" = "频率";
"Pos_X" = "X轴";
"Pos_Y" = "Y轴";
"Rot_Z" = "Z轴";
"RGB_Separate" = "RGB分离";
"Motion_Blur" = "动态模糊";
"Fade" = "褪色";
"left" = "左";
"right" = "右";
"top" = "顶部";
"bottom" = "底部";
"autoZoom" = "自动缩放";
"blurEdges" = "边缘羽化";
"Mode" = "模式";
"BlockSize" = "块大小";
"Amplitude" = "广度";
"aPercent" = "百分比";
"Presets" = "预设";
"radius" = "半径";
"posX" = "X轴";
"posY" = "Y轴";
"Frosted_Level" = "磨砂程度";
"DecolorPosX" = "脱色位置X";
"DecolorPosY" = "脱色位置Y";
"Block_size" = "块大小";
"Hue" = "色调";
"path" = "路径";
"blurStrength" = "模糊强度";
"invertMask" = "反转遮罩";
"Type" = "类型";
"Intensity" = "强度";
"decolorPosX" = "脱色位置 X";
"decolorPosY" = "脱色位置 Y";
"percent" = "百分比";
"Colorful" = "色彩";
"SquareSize" = "对边宽";
"Desity" = "密度";
"Height" = "高度";
"swing" = "摆动";
"frequency" = "频率";
"Warp_Level" = "水平偏差";
"Scales_Level" = "刻度标尺";
"nDistance" = "间隔";
"nBlur" = "模糊";
"nAlpha" = "不透明";
"dwValue" = "颜色";
"uDirect" = "方向";
"m_dRCol" = "红色";
"m_dGCol" = "绿色";
"m_dBCol" = "蓝色";
"m_bSrcLeft" = "源切换器";
"m_bSplit" = "可行";
"centerX" = "中心X";
"centerY" = "中心Y";
"intensity" = "强度";
"size" = "尺寸";
"rotation" = "旋转";
"bright" = "明亮";
"emboss" = "浮雕";
"steps" = "步骤";
"Level" = "程度";
"xPos" = "位置X";
"yPos" = "位置Y";
"Scale Width" = "比例X";
"Scale Height" = "比例Y";
"Position" = "位置";
"borderH" = "边界高度";
"color_lev" = "肤色";
"smooth_lev" = "磨皮";
"white_lev" = "美白";

//高级调色9月25补充
"Load LUT"="加载LUT";
"Film/TV"="电影";
"Film"="电影";
"Common"="普通";

//输出新补充
"You can upload this video to YouTube" = "你可以把这个视频上传到YouTube";
"You can upload this video to Vimeo" = "你可以把这个视频上传到Vimeo";
"Task is still in progress, are you sure to cancel it?" = "任务还在进行中，确定取消输出吗？";
"Disc space is not enough. Please insert a disc with larger space, or adjust the video quality, or delete some files." = "磁盘空间不足。请插入更大内存磁盘，或调整视频参数，或删除部分文件";
"Disc is not blank. Please insert a blank one." = "磁盘没有空间，请插入空磁盘";
"have no enough free space" = "没有足够内存";

"Pause Recording" = "暂停录制";
"Resume Recording" = "恢复录制";
"Description:" = "描述:";

"DVDMedia" = "DVD媒体";
"DVD Folder" = "DVD文件夹";
"ISO" = "ISO";

"Shut down" = "关机";
"If you do nothing, the computer will shut down automatically in %d seconds." = "如果您现在无动作，计算机将在%d 秒内自动关机。";
"Are you sure you want to shut down your computer now?" = "确定现在关闭此台电脑?";

"Step: make menu %d%%" = "步骤: 制作菜单 %d%%";
"Setting" = "设置";

"Nothing configurable" = "没有配置";
"There is no parameter for this object, select a text box in the Previewer to continue." = "此对象没有参数，请在预览器中选择要继续的文本框。";


//新补充
"Search" = "搜索";
"Video Info:" = "视频信息:";
"Audio Info:" = "音乐信息:";
"Image Info:" = "图片信息:";

"Creating proxy file is necessary for smooth playback, do you wish to create proxy file for this clip?" = "流畅播放必须创建代理路径，您是否希望为此剪辑创建代理路径";

"Show Audio Indicator" = "显示音乐指示";
"Hide Audio Indicator" = "隐藏音乐指示";
"Viewable by:" = "可通过:";
"Music Trak" = "音乐追踪";
"Video Trak" = "视频追踪";
"Destination:" = "目标:";

"Click to Apply"  = "点击应用";


"Freeze" = "冻结";
"No Animation" = "无动画";
"No Motion" = "无动画";
"Type Writer" = "打字机";
"Wavy Style" = "波浪风格";
"Rich Tick" = "Rich Tick";
"Random" = "随机";
"Random 2" = "随机2";
"String Blur" = "字符模糊";
"Cinema Style" = "电影风格";
"Doomo" = "Doomo";
"Up Insert" = "插入";
"Down Insert" = "向下插入";
"Up Dir Insert" = "向导插入";
"Left Dir Insert" = "左边插入";
"Right Dir Insert" = "右边插入";
"Down Dir Insert" = "向下插入";
"Up Roll" = "向上滚动";
"Down Roll" = "向下滚动";
"Left Roll" = "向左滚动";
"Right Roll" = "向右滚动";
"Drop1" = "Drop1";
"Pixelate" = "像素画";
"Pinwheel" = "风车";
"Erase" = "擦除";
"Crosszoom" = "十字缩放";
"Doorway" = "门口";
"Roll clockwise" = "顺时针滚动";
"Round zoom out" = "圆形缩小";
"Twrl" = "Twrl";
"LinearWipe" = "线性擦除";
"Push" = "推";
"SkewRight" = "SkewRight";
"Evaporate" = "蒸发";
"Boom!" = "嘣!";
"Bounce to zoom in 1" = "弹跳放大1";
"Bounce to zoom in 2" = "弹跳放大2";
"Bounce to zoom out 1" = "弹跳缩小1";
"Clockwise rotate to zoom in 1" = "顺时针旋转放大1";
"Clockwise rotate to zoom in 2" = "顺时针旋转放大2";
"Clockwise rotate" = "顺时针旋转";
"Counter clockwise rotate" = "逆时针旋转";
"Down Up 1" = "向上1";
"Down Up 2" = "向上2";
"Fade Slide 1" = "淡出幻灯片1";
"Fade Slide 2" = "淡出幻灯片2";
"Fade Slide 3" = "淡出幻灯片3";
"Fade Slide 4" = "淡出幻灯片4";
"Fade Zoom In" = "淡出放大";
"Fade Zoom Out" = "淡出缩小";
"Fade" = "淡出";
"Flip Down1" = "向下翻转1";
"Flip Down2" = "向下翻转2";
"Flip Up1" = "向上翻转1";
"Flip Up2" = "向上翻转2";
"Fly to zoom in" = "飞入放大";
"Grow Shrink" = "增进收缩";
"Move to bottom" = "移到底部";
"Move to left" = "左移";
"Move to lower left" = "移到左下角";
"Move to lower right" = "移到右下角";
"Move to right" = "右移";
"Move to top" = "移到顶部";
"Move to upper left" = "移到左上角";
"Move to upper right and zoom in" = "移到右上角并放大";
"Move to upper right" = "移到右上角";
"Photo Spin 3" = "照片旋转3";
"Photo Spin 4" = "照片旋转4";
"Rotate to zoom in 1" = "旋转放大1";
"Rotate to zoom in 2" = "旋转放大2";
"Spin 1" = "旋转1";
"Spin 2" = "旋转2";
"Spin 3" = "旋转3";
"Spin 4" = "旋转4";
"Stretch in and zoom in 1" = "拉伸放大1";
"Stretch in and zoom in 2" = "拉伸放大2";
"Stretch to left" = "拉伸到左边";
"Stretch to right" = "拉伸到右边";
"To the Left 1" = "向左1";
"To the Left 2" = "向左2";
"To the Right 1" = "向右1";
"To the Right 2" = "向右2";
"Up Down 1" = "上下1";
"Up Down 2" = "上下2";
"Wham!" = "重击!";
"Zoom in 1" = "放大1";
"Zoom in 2" = "放大2";
"Zoom in 3" = "放大3";
"Zoom in and out" = "放大缩小";
"Zoom in to the bottom" = "放大至底部";
"Zoom in to the left" = "向左放大";
"Zoom in to the right" = "向右放大";
"Zoom in to the top" = "放大至顶部";
"Zoom out 1" = "缩小1";
"Zoom out 2" = "缩小2";
"Zoom out 3" = "缩小3";
"Zoom out to the right" = "向右缩小";
"Drop" = "下降";
"Expansion" = "扩张";
"Fly in and Fade out" = "飞入淡出";
"Fly in and Fly out" = "飞入飞出";
"Stretch in and zoom in" = "拉伸放大";
"Tiny zoom" = "微变焦";
"Zoom in" = "放大";
"Zoom out" = "缩小";
"Text style 1" = "文字样式1";
"Text style 2" = "文字样式2";
"Text style 3" = "文字样式3";
"Text style 4" = "文字样式4";
"Text style 5" = "文字样式5";
"Text style 6" = "文字样式6";
"Text style 7" = "文字样式7";
"Text style 8" = "文字样式 8";
"Text style 9" = "文字样式 9";
"Text style 10" = "文字样式 10";
"Text style 11" = "文字样式 11";
"Text style 12" = "文字样式 12";
"Text style 13" = "文字样式 13";
"Text style 14" = "文字样式 14";
"Text style 15" = "文字样式 15";
"Text style 16" = "文字样式 16";
"Text style 17" = "文字样式 17";
"Text style 18" = "文字样式 18";
"Text style 19" = "文字样式 19";
"Text style 20" = "文字样式 20";
"Text style 21" = "文字样式 21";
"Text style 22" = "文字样式 22";
"Text style 23" = "文字样式 23";

//水印
"This package is not valid! It may be has been damaged, please reinstall the program!" = "此程序包无效！程序包可能已损坏，请重新安装！";
"Media Mismatch" = "媒体文件不匹配";
"The selected file’s duration is different from the clip you used in project and may cause issues, please reselect another file with the same duration." = "所选文件的时长与您项目中的视频文件时长不同，可能会导致问题，请重新选择具有相同时长的其他文件。";
"Oops, the selected file’s duration must be the same as the clip you used in project." = "请注意，接下来所选文件的时长必须与您在项目中的视频文件时长相同。";

"Show Audio Indicator" = "显示音频指示器";
"Hide Audio Indicator" = "隐藏音频指示器";
"Viewable by:" = "查看方式：";
"Music Trak" = "音频轨道";
"Video Trak" = "视频轨道";
"Destination:" = "目标地址：";

"No write privilege for the target directory, please specify a new directory." = "无目标目录的写入权限，请指定一个新目录。";


"Show Speed Control" = "显示当前速度";
"Can't find the file, please make sure the filename and path are not changed:" = "找不到该文件，请确保文件名和路径未更改：";

"No disc.Please insert a blank one." = "未检测到光盘。请插入空白光盘。";
"Customize Equalizer" = "自定义均衡器";

"Countdown1" = "倒数1";
"Countdown2" = "倒数2";
"Countdown3" = "倒数3";
"Countdown4" = "倒数4";
"Countdown5" = "倒数5";
"Countdown6" = "倒数6";
"Countdown7" = "倒数7";
"Countdown8" = "倒数8";
"Countdown9" = "倒数9";
"Black" = "黑色背景";
"Blue" = "蓝色背景";
"Green" = "绿色背景";
"Grey" = "灰色背景";
"Orange" = "橙色背景";
"Red" = "红色背景";
"White" = "白色背景";
"Checkerboard" = "棋盘";

"Gradient1" = "渐变背景1";
"Gradient2" = "渐变背景2";
"Gradient3" = "渐变背景3";
"Gradient4" = "渐变背景4";
"Gradient5" = "渐变背景5";
"Gradient6" = "渐变背景6";
"Gradient7" = "渐变背景7";

"No write privilege for the target directory, please specify a new directory." = "无目标目录的写入权限，请指定一个新目录。";
"Show Audio Indicator"                                                         = "显示音频指示器";
"Hide Audio Indicator"                                                         = "隐藏音频指示器";
"Viewable by:"                                                                 = "查看方式：";
"Music Trak"                                                                   = "音频轨道";
"Video Trak"                                                                   = "视频轨道";
"Destination:"                                                                 = "目标地址：";
"No disc.Please insert a blank one."                                          = "未检测到光盘。请插入空白光盘。";
"Customize Equalizer"                                                          = "自定义均衡器";
//new
"This app requires camera access to record video." = "此应用需要相机访问权限录制视频。";
"This app requires microphone access to record audio." = "此应用需要麦克风权限录制音频。";
"This app needs to send Apple Events to control iTunes." = "此应用需要发送Apple Events以控制iTunes.";
"Filmora does not have access to your Camera and Microphone. " = "万兴喵影无法访问您的相机和麦克风。";
"To allow access, open System Preferences, click on Security & Privacy and adjust the Privacy settings there." = "要允许访问，请打开‘系统偏好设置’，单击‘安全和隐私’并调整其中的‘隐私’设置。";
"Drop Shadow" = "投影";


"This app is running from a read-only disc image." = "此应用程序从只读光盘映像运行。";
"Problem might occur when running in disc image. It is recommended that you finished app installation by moving app to your Applications Folder." = "在光盘映像中运行时可能会出现问题。 建议您通过将应用程序移动到‘应用程序文件夹’来完成应用程序安装。";


"16:9 (Widescreen)" = "16:9 (宽屏)";
"1:1 (Instagram)" = "1:1 (Instagram)";
"9:16 (Portrait)" = "9:16 (竖屏)";
"4:3 (Standard)" = "4:3 (标准)";
"21:9 (Cinema)" = "21:9 (影院)";

"Select Project Aspect Ratio" = "选择画幅";

"Change Project Aspect Ratio" = "更改项目宽高比";

"All Effects" = "所有";

//9.1
"Elements" = "动画元素";
"Auto Enhance" = "自动增强";
"Amount" = "强度";
"High Quality (Full)" = "极高 (满)";
"Better Quality (1/2)" = "高 (1/2)";
"Medium Quality (1/4)" = "中 (1/4)";
"Low Quality (1/8)" = "低 (1/8)";

//shencut
"Upload to Website" = "输出为网站格式";
"Need to loggin in to user application. Exit application?" = "完成登陆操作即可免费使用万兴喵影的全部视频剪辑功能，未登陆将无法正常使用程序，您是否要退出程序？";
"ProductHomePageMenu" = "主页";
"PublicNumberMenu" = "公众号";
"MoboileMenu" = "移动端";
"Shencut PublicNumber" = "万兴喵影公众号";
"Shencut Mobile" = "万兴喵影移动端";
"PublicNumberTips" = "关注万兴喵影公众号了解更多资讯与福利";
"MobileNumberTips" = "一个账号，畅享移动端/桌面端，立刻扫码下载";
"Warning. Wondershare ID account different" = "您在FilmStocks站點用於下載安裝Filmora資源包的Wondershare ID賬號不同于Filmora程序內已登錄的賬號，請使用同樣的賬號登錄或聯繫客服處理";
"The movie has been created successfully!"    = "视频制作成功!";
"Shencutweb" = "网站";
"Back to Loggin" = "返回登录";

// shencut高级调色
"007 Series" = "007系列";
"Batman" = "黑白电影";
"B&W Film" = "蝙蝠侠";
"Dark Film" = "冷色电影";
"Game of Thrones" = "暗色电影";
"Gravity" = "权力的游戏";
"Harry Potter" = "地心引力";
"House of Cards" = "哈利波特";
"Mission Impossible" = "纸牌屋";
"Reign" = "碟中谍";
"Sparta 300" = "风中的女王";
"Star Wars" = "斯巴达300";
"Walking Dead" = "星球大战";
"Warm Film" = "行尸走肉";
"Cool Film" = "暖色电影";
"Cool" = "冷色系";
"Warm" = "暖色系";
"Cool Max" = "极冷";
"Warm Max" = "极暖";
"Boost Color" = "色彩加强";
"Shadow Details" = "阴影细节";
"Elegant" = "优雅";
"Brighten" = "变亮";
"Darken" = "变暗";
"Fantasy" = "奇幻";
"Epic" = "胶片";
"Polaroid" = "史诗";
"Black&White" = "宝丽来";
"Old Film" = "黑白";
"Blockbuster" = "老电影";
"TV" = "大片";
"Lomo" = "电视";
"Far East" = "Lomo";
"Jungle" = "东方";
"Film Stock" = "雨林";
"Vignette Classic" = "经典晕影";
"Vignette 2" = "晕影1";
"Vignette 3" = "晕影2";
"Vignette 4" = "晕影3";
"Vignette 5" = "晕影4";
"Vignette 6" = "晕影5";
"Vignette 7" = "晕影6";
"Vignette 8" = "晕影7";
"Vignette 9" = "晕影8";
"Vignette 10" = "晕影9";

"Names that begin with a dot “.” are reserved for the system." = "以点“.”开头的名称已被系统保留。";
"If you decide to go ahead and use a name which begins with a dot the file will be hidden." = "如果决定继续并使用以点开头的名称，文件将被隐藏。";
"Use “.”" = "使用 “.”";

"Automatic" = "自动";
"Video Effects" = "视频特效";

"HR : MIN : SEC : FR " = "时：分：秒：帧";

"Untitled" = "未命名";

"5.1 Surround Sound" = "环绕立体声";
"Mono" = "单声道";

"File Size" = "文件大小";

"Enable hardware acceleration for video decoding" = "允许视频解码开启硬件加速";
"Enable hardware acceleration for video encoding" = "允许视频编码开启硬件加速";

"The state of GPU rendering and hardware decoding has been changed and will take effect after rebooting the program." = "GPU渲染和硬件解码的状态已经改变，需要重启程序生效";
"Name your custom text settings. They will be saved under the \"Custom\" category in your Titles library." = "命名自定义文字资源. 它会被保存在资源区\"文字\"页面的 \"自定义\" 分类中";
"Save as Custom" = "保存为自定义";
"SAVE AS CUSTOM" = "保存为自定义";

//9.2.0
"Render Preview" = "预览渲染";
"Rendering files" = "渲染文件";
"Creating preview render for smooth playback" = "创建预览渲染来获得流畅的播放体验";
"Rendering frame %d of %lld" = "正在渲染 %d of %lld";
"Rendering frames: %lld of %lld" = "正在渲染：%d of %lld 帧";
"Estimated Time Left: %@" = "预估剩余时间: %@";
"Success! Your video has been created." = "真棒! 您的视频已创建完成.";
"Click this \"Render Preview\" button for smooth playback. You can delete unused render files to free up disk space by going to 'File' > 'Preferences' and finding the option in the 'Performance' tab." = "点击\”预览渲染\"按钮来获得流畅的播放体验。打开\“文件\”菜单下的\“首选项\”，进入\“性能\“页可清空渲染文件节省硬盘空间；";
"File name should not begin with a dot \".\"" = "文件名不能以点 \".\"开始";
"If you use dot \".\" at the beginning of your file's name the file will be hidden." = "如果您使用在文件名开始使用点，您的文件将被隐藏.";
"Use \".\"" = "继续用点 \".\"";
"Oops! You aren't subscribed to a Filmstocks plan through this Wondershare ID." = "哎呀! 您的账号并未订阅资源商城.";
"Delete Preview Render Files" = "删除预览渲染文件";
"Tutorials" = "教程";
"Give Feedback" = "反馈";
"Preview Render:" = "预览渲染:";
"Background render" = "后台渲染";
"Start after" = "启动时间";
"seconds" = "秒后";
"Preview Render files folder:" = "预览渲染文件夹:";
"Automatically delete render files when closing a project file" = "关闭工程文档后自动删除渲染文件以节省硬盘空间";
"Delete render files" = "删除预览渲染文件";
"Are you sure you want to delete all render files?" = "您确定要删除所有预览渲染文件吗?";
"Auto Ripple" = "自动波纹编辑";
"Auto Ripple On" = "开启自动波纹编辑";
"Auto Ripple Off" = "关闭自动波纹编辑";
"Keyboard shortcuts" = "键盘快捷键";
"Shared Media" = "共享媒体";
"Advanced Split Screen Edit" = "高级分屏编辑";
"Pan:" = "音相:";
"Error! Low disk space" = "哎呀! 磁盘空间不足，请释放一些磁盘空间，然后重试。";
"Error! Render folder is full" = "哎呀! 渲染文件夹满了";
"Insert Mode:" = "插入模式:";
"Split selected track only and insert" = "分割单一轨道";
"Split all tracks and insert" = "分割所有轨道";
"The file name(s) would be too long for the destination folder. You can shorten the file name and try again, or try a location that has a shorter path." = "目标文件路径太长，请选择一个短点的路径.";
"There is not enough disk space. Free up disk space and try again." = "磁盘空间不足，请释放一些磁盘空间，然后重试。";
"The Split Screen clip has been modified. Do you want to save the changes?" = "分屏效果已修改. 您是否要保存?";
"Import media here to use it in multiple projects." = "导入常用媒体文件以便在多个项目中共用.";
"The file name(s) would be too long for the destination folder. Try a location that has a shorter path." = "目标文件路径太长，请选择一个短点的路径.";
"Drag a video or image onto the drop zone in previewer to create your split screen clip. Click the \"Advanced\" button to trim each sub clip." = "拖拽视频或照片到预览播放器中分屏的一格来创建您的分屏效果，点击\"高级编辑\"按钮来剪切每个子片段";
"Add to Split Screen" = "添加进分屏模板";

//9.2.0 缺失
"Import Frequently Used Media Here to Use Across Projects" = "导入常用媒体文件以便在多个项目中共用";

"Confirm your order information" = "确认订单信息";
"Confirm" = "Confirm";
"Email" = "Email";
"Order number" = "Order number";
"Product name" = "Product name";
"Telephone number" = "Telephone number";
"Are you sure you want to remove all render files?" = "您确定要删除所有预览渲染文件吗?";
"Are you sure you want to remove all proxy files?" = "您确定要删除所有代理文件吗?";
"There is not enough free disk space to complete preview render, please free up some disk space and try again." = "您的硬盘没有足够剩余空间来完成预览渲染，请清理硬盘空间后重试。";

"Individual Plan" = "Individual Plan";
"Business Plan" = "Business Plan";
"Academic Plan" = "Academic Plan";
"Manage My Account" = "Manage My Account";
"Nothing configurable, please click a split screen section in Previewer to continue editing." = "无可调节项，请在预览播放器内选中分屏模板的一格然后继续";
"Fit Split Screen Duration on main Timeline" = "自动适配分屏的总时长";

"Split Screen 1" = "分屏效果 1";


"Advanced" = "高级编辑";
"Render Timeline" = "预览渲染";
"The upload has failed, but the video has been saved to your hard disk. Please sign in your YouTube account again if necessary and upload the file again." = "The upload has failed, but the video has been saved to your hard disk. Please sign in your YouTube account again if necessary and upload the file again.";

"Split Screen Duration" = "分屏效果时长";
"Enable Split Screen Animation" = "开启分屏动画";

"Preparing..."                = "准备...";
"Creating..."                = "生成中..." ;
"Make TSFolder..."            = "制作 TSFolder...";
"Copy TSFolder..."        = "拷贝 TSFolder...";
"Make DVDMedia..."        = "制作 DVDMedia...";
"Make ISO..."                = "制作 ISO...";
"Copy ISO..."                = "拷贝 ISO...";
"Burning..."                = "刻录中...";
"Uploading..."                = "上传中...";
"Create DVD Menu" = "创建DVD菜单";

"Invalid characters in DVD name! \"*./[]\\:\";|=\", as well as Japanese and Chinese characters are not allowed!" = "DVD名称不能包含\"*./[]\\:\";|=\" 字符，中文和日文字符也不被允许使用";

//9.2.5

"Opularity" = "流行度";

"Video Tutorials" = "视频教程";
"Learn Filmora9" = "打开万兴喵影";
"Quick Tour" = "新手引导";
"Hi, thanks for choosing Filmora9. We made this quick start tour to help you jump in and make amazing videos. It'll only take 1 minute!" = "感谢您使用万兴喵影，以下简短的新手教程，能帮助您快速了解产品功能，1分钟内快速制作精美视频。";
"1/5 Import Media" = "1/5 导入音视频素材";
"Import video clips, images, and audio files." = "导入视频，照片和音频素材文件";
"NEXT" = "下一步";
"2/5 Add Resources to Project" = "2/5 将素材添加到项目";
"Add Resources to Project" = "添加素材到项目";
"Just drag and drop! Add clips, titles, transitions, effects, and more to the timeline easily." = "只需拖拽视频素材，标题，转场或效果到时间轴上.";
"3/5 Manage Clips on Timeline" = "3/5 在时间轴上管理视频片段";
"Manage Clips on Timeline" = "管理时间轴上的视频片段";
"Split clips using the 'scissors' tool. Drag clips to move them to different tracks." = "使用“剪刀”工具分割视频。拖动视频片段将其移动到其他轨道。";
"4/5 Preview Your Project" = "4/5 预览播放项目";
"Preview Your Project" = "预览播放项目";
"Drag the playhead to where you want to start watching and click the 'Play' button." = "将时间轴游标拖动到您要开始观看的地方，然后单击\“播放\”按钮。";
"5/5 Export and Share" = "5/5 导出和分享";
"Export and Share" = "导出和分享";
"Export your video to your computer or share it on social media." = "将视频导出到电脑或上传视频到站点上分享。";
"Finish" = "完成";
"Click here to watch video tutorials, read our user guide, and more." = "单击此处观看视频教程，阅读我们的用户指南等。";
"START A NEW VIDEO" = "开始制作一个新的短片";
"STAY IN THIS PORJECT" = "留在这个项目";
"You finished the Quick Start guide! Now you can keep playing with this sample project, or you can start a brand new creation that’s all your own." = "您已经完成了新手教程现在，您可以继续处理该示例项目，也可以开始自己创建一个全新的短片。";
"Are you sure you want to quit the Quick Start tour? It's only 1 minute long and you learn a lot." = "您确定要退出新手教程吗？它只有1分钟长，您会学到很多东西。";
"Continue" = "继续";
"Quit the tour" = "退出";
"Click here to import your own pictures, videos, or audio" = "单击此处导入您自己的图片，视频或音频";
"When you're finished, click 'Export' to export your video." = "完成后，点击\“导出\”以导出视频。";
"1 minute" = "分钟";
"Drag and drop" = "拖放";
"Drag" = "拖动";
"space" = "空格键";
"Quick Start" = "快速开始";
"Filmora9 Quick Start" = "万兴喵影快速入门";
"1 Learning the Interface" = "1 学习界面";
"2 Creating a Project" = "2 创建一个项目";
"3 Importing Media" = "3 导入素材";
"4 Editing Basics" = "4 编辑基础";
"5 Exporting Media" = "5 导出短片";
"6 Performance and Preferences" = "6 性能和偏好";
"7 Using the Timeline" = "7 使用时间线";
"8 Editing Audio" = "8 编辑音频";
"9 Color Correction" = "9 色彩校正";
"10 Text and Titles" = "10 文字和标题";
"11 Transitions" = "11 转场过渡";
"12 Effects" = "12 特效";
"13 Auto Ripple" = "13 自动波纹";
"Quick Start Guide" = "快速入门指南";


//9.3.0

"Do you want to keep the split clips as a group?" = "您是否要将拆分的片段作为一个组？";
"Keep Group" = "保持组";
"Ungroup" = "取消分组";

//
"Straight Alpha" = "直通Alpha";
"Premultiplied Alpha" = "预乘Alpha";
"Ignore Alpha" = "忽略Alpha";
//
"Click to split" = "点击分割";
"Drag to move playhead" = "拖动以移动时间轴游标";

//节拍检测
"Beat Detection" = "节拍检测";
"Beat Options" = "节拍选项";
"Highlight every" = "突出显示每个";
"Highlight offset" = "高光偏移";
"Beats" = "节拍";
"Mark highlight beats only" = "仅标记重点节拍";
"Beats analyzed. Drag and drop the music to the timeline to see beat markers." = "节拍分析。将音乐拖放到时间线以查看节拍标记。";
"Filmora is installing beat detection plugins. Please wait." = "万兴喵影正在安装节拍检测插件。请耐心等待。";
"beat detection completed" = "节拍检测完成";
"beat detected failed" = "检测节拍失败";
"Request time out, Please check your network connection." = "请求超时，请检查您的网络连接。";
"Click here to manually install the plugin." = "单击此处手动安装插件。";

"Seconds" = "秒";
"Frames" = "帧";
"Project Library Window at Startup:" = "启动时的项目管理窗体:";
"Show Startup window when Filmora launches" = "程序启动时显示\“项目管理\”窗";
"Show this window when Filmora launches" = "程序启动时显示此窗口";
"Color Enhancement" = "色彩增强";
"Threshold" = "阈";
"Value" = "值";

"Use Original Media When Pause" = "暂停时使用原始质量";

"Keep Project Settings" = "保持工程设置";
"Match to Media" = "保持和媒体文件一致";

"You have exceeded the character limit; please use multiple text boxes." = "您输入的字符数超过了单个文本框允许的上限，可能会存在问题；请您拆分为多段，在高级文字编辑中使用多个文本框输入.";
"We noticed that you added some footage into the project.Do you want to export your video?" = "您已添加素材创建了短片项目，您是否需要输出成片看一下效果？";

"Select a folder to exact file from archived project" = "请选择一个文件夹来解压打包工程文档";
"BROWSE" = "查看";
"The remaining disk space is:" = "剩余磁盘空间:";
"My Text" = "我的文字";
